Repository: predrag1977/DystirSuite
Catalog: Dystir/Dystir/Resources/Localization/Resources.*.resx
Languages: fo

source: Assist
fo: Upplegg

source: Assists
fo: Upplegg

source: ATT
fo: AL

# BackButtonText
source: ❮ Back
fo: ❮ Aftur

source: Big chance
fo: Stórur møguleiki

# BigChanceStatistic
source: BIG CHANCE
fo: STÓRUR MØGULEIKI

source: Blocked shot
fo: Blokera skot

# BlockedShotStatistic
source: BLOCKED SHOT
fo: BLOKERA SKOT

source: Commentary
fo: Hendingar

source: Connection lost
fo: Einki samband

source: Corner
fo: Hornaspark

# CornerStatistic
source: CORNER
fo: HORNA

source: DEF
fo: VL

# DrawShort
source: D
fo: JD

source: extra time finished
fo: longd leiktíð liðugt

source: extra time pause
fo: longd leiktíð hálvleikur

source: finished
fo: liðugt

# FirstEleven
source: First 11
fo: Fyrstu 11

source: FIXTURES
fo: KOMANDI

source: full time
fo: liðugt

source: GK
fo: MM

source: Goal
fo: Mál

# GoalsAgainst
source: GA
fo: MÍ

# GoalsDiffrent
source: GD
fo: MM

# GoalsScored
source: GF
fo: MF

# GoalStatistic
source: GOAL
fo: MÁL

source: half time
fo: hálvleikur

# HoursShort
source: h.
fo: t.

# LosesShort
source: L
fo: TD

source: MATCHES
fo: DYSTIR

# MatchPlayedShort
source: MP
fo: DS

source: MID
fo: MV

source: No matches
fo: Eingin dystur

source: Off target
fo: Roynd frammvið mál

# OffTargetStatistic
source: OFF TARGET
fo: ROYNDIR FRAMMVIÐ MÁL

source: On target
fo: Roynd á mál

# OnTargetStatistic
source: ON TARGET
fo: ROYNDIR Á MÁL

source: Own goal
fo: Sjálvmál

source: penalties
fo: brotsspark

source: Penalty
fo: Brotsspark

source: Penalty missed
fo: Brotsspark brent

source: Penalty scored
fo: Brotsspark skora

# Points
source: Pts
fo: St.

# RedCardStatistic
source: RED CARD
fo: REYÐ KORT

source: RESULTS
fo: ÚRSLIT

source: See more ❯
fo: Vís meira ❯

source: STANDINGS
fo: STØÐAN

# StandingsTab
source: Standings
fo: Støðan

source: Statistics
fo: Hagtøl

# StatisticsTab
source: STATISTICS
fo: HAGTØL

source: Substitution
fo: Eyka

source: Summary
fo: Úrtak

source: Team
fo: LIÐ

source: Today
fo: Í dag

source: Top Scorers
fo: Málskjúttar

# VictoriesShort
source: W
fo: VD

# YellowCardStatistic
source: YELLOW CARD
fo: GUL KORT

source: Monday
fo: Mánadagur

source: Tuesday
fo: Týsdagur

source: Wednesday
fo: Mikudagur

source: Thursday
fo: Hósdagur

source: Friday
fo: Fríggjadagur

source: Saturday
fo: Leygardagur

source: Sunday
fo: Sunnudagur
